{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "Apply"
			},
			"Key": "8F647D2746AEC88D9667E69719A4D2A6"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Chicken"
					},
					"Translation":
					{
						"Text": "Chicken"
					},
					"Key": "ingredient_chicken"
				},
				{
					"Source":
					{
						"Text": "Cooking Ingredients"
					},
					"Translation":
					{
						"Text": "Cooking Ingredients"
					},
					"Key": "ingredients_title"
				},
				{
					"Source":
					{
						"Text": "Egg"
					},
					"Translation":
					{
						"Text": "Egg"
					},
					"Key": "ingredient_egg"
				},
				{
					"Source":
					{
						"Text": "Left To Right Example Project"
					},
					"Translation":
					{
						"Text": "Left To Right Example Project"
					},
					"Key": "LTRTitle"
				},
				{
					"Source":
					{
						"Text": "This is a big explanation on what this is! This is a demo of how Right To Left (RTL) works in Unreal Engine and how you can set it up. The demo shows how elements behave just by switching the culture and what UE supports. You can switch culture using the box in the top right and pressing 'Apply' to change between English (\"en\") and Arabic (\"ar\")"
					},
					"Translation":
					{
						"Text": "This is a big explanation on what this is! This is a demo of how Right To Left (RTL) works in Unreal Engine and how you can set it up. The demo shows how elements behave just by switching the culture and what UE supports. You can switch culture using the box in the top right and pressing 'Apply' to change between English (\"en\") and Arabic (\"ar\")"
					},
					"Key": "demo_explainer"
				}
			]
		}
	]
}